[
	{
		"name": "Elina Csapo",
		"role": "Founder",
		"focus": "Childhood Apraxia of Speech",
		"email": "elina@youngablevoices.com",
		"bio": [
			"Hi! I'm Elina, the founder of Young Able Voices. As someone with childhood apraxia of speech, I understand firsthand the challenges that come with having a hidden disability.",
			"Growing up, I often felt alone in my struggles. I wanted to create a space where kids like me could connect, share experiences, and realize they're not alone. That's how Young Able Voices was born."
		],
		"socials": []
	},
	{
		"name": "Eliza",
		"role": "POTS & Dysautonomia Support",
		"focus": "POTS, Dysautonomia, Chronic Migraines",
		"email": "eliza.youngablevoices@gmail.com",
		"bio": [
			"Hey y'all, my name is Eliza! I am 18 years old and a current senior in high school. I have POTS, dysautonomia, and chronic migraines; I was diagnosed with POTS in 2023 after a series of viral infections.",
			"I have learned to navigate life as a chronically ill teen with help from the Mayo Clinic's Pediatric Pain Rehabilitation Clinic in Rochester, Minnesota. I am so excited to talk with you all!"
		],
		"socials": []
	},
	{
		"name": "Maggie Peña",
		"role": "Dyslexia Support",
		"focus": "Dyslexia, Auditory Processing Disorder",
		"email": "maggie.youngablevoices@gmail.com",
		"bio": [
			"Hi everyone! My name is Maggie Peña and I am a psychology major at Rider University. I have a learning disability called Dyslexia and Auditory Processing Disorder (APD). I was diagnosed with both when I was 15, and I have accumulated many coping skills before and after my diagnosis.",
			"Some challenges I've faced are learning how to advocate for myself during my 3-year diagnosis process, figuring out how to verbalize what was going on, and catching up on learning Dyslexia-focused strategies while transitioning from high school to college.",
			"My goal with joining Young Able Voices is to supplement their advocacy and community by adding perspective. I look forward to furthering the support that Young Able Voices provides."
		],
		"socials": [
			{
				"platform": "facebook",
				"url": "https://www.facebook.com/maggie.pena.382898/"
			},
			{
				"platform": "instagram",
				"url": "https://www.instagram.com/young_able_voices_dyslexic"
			}
		]
	}
]
